let handler = m => m 
 handler.all = async function (m) { 
 let chat = global.db.data.chats[m.chat] 


 if (/^.p1$/i.test(m.text) ) { //sem prefixo 
 conn.reply(m.chat, `
🔴 اذا احتجت مساعده اكتب       ( *.دع - .help*) 🔴
━━━ *الأوامر الخاصة بالملصقات* ━━━

⚪ *.ملصق*
┃يقوم بصناعة ملصق لك صورة او فيديو

⚫ *.attp*
┃يقوم بصناعة ملصق بكلام انت تكتبه بشكل جامممممد

🟣 *.رابط-صورة*
┃يقوم بصناعة ملصق عن طريق رابط صورة

🔵 *.سرقة*
┃يقوم بتعديل حقوق ملصق

🟢 *.دمج*
┃يقوم بدمج ايموجي وارساله كاملصق هيعجبك جدا

🟡 *.بروبلت*
┃يقوم عمل ملصق بكلام انت تريده

🔴 *.فيديو*
┃يقوم بتحويل ملصق متحرك الى فيديو ولكن عليك أنتظار 10 ثواني

🟠 *.صورة*
┃يقوم بتحويل ملصق الى صورة
`, m) //wm, null, [['Menu', '#menu']], m) botones :V 

 } 


 return !0 } 
 export default handler
