let handler = m => m 
 handler.all = async function (m) { 
 let chat = global.db.data.chats[m.chat] 


 if (/^.p4$/i.test(m.text) ) { //sem prefixo 
 conn.reply(m.chat, `
🔴 اذا احتجت مساعده اكتب       ( *.دعم - .help*) 🔴
━━━━━━ *الاوامر العامة* ━━━━━━

⚫ *.بحث-صورة*
┃يقوم بالبحث عن صورة وارسالها لك

🟣 *.تكلم*
┃يقوم بتحويل كلامك الى مقطع صوتي وارساله لك كمقطع صوتي

🔵 *.رفع*
┃يقوم برفع صور و الفيديوهات واعطائك رابط المشاركة

🔴 *.تحويل-صوت*
┃يقوم بإرسال لك صوت الفيديو الذي قمت بتحديده له ع شكل مقطع صوتي

⚪ *.tiktokstalk*
┃يقوم بجمع جميع معلومات حساب شخص في التيك توك

🟢 *.كود - باركود*
┃يقوم بصنع باركود لك بالمحتوى الذي تريده

🟡 *.زخرفه*
┃يقوم بزخرفة الكلمات بعدة أشكال ولكن اللغة الانجليزية فقط

⚪ *.المطور*
┃للحصول على أرقام مبرمجين البوت للشكاوي

  *💫  BROPLT - BOT  💫*
`, m) //wm, null, [['Menu', '#menu']], m) botones :V 

 } 


 return !0 } 
 export default handler
